{
  "home": "Home",
  "myServices": "My Services",
  "aboutMe": "About me",
  "workNSkills": "My Work and Skills",
  "helloText": "Hi! I am ",
  "myEducation": "My Timeline",

  "subtitle1": "Software Developer",
  "subtitle2": "Tech Enthusiast",
  "subtitle3": "Boxer",

  "whatIDo": "I...",
  "service1Title": "...develop Software",
  "service1Paragraph": "I am a Software Developer which has a passion for code and my 5 years of studies back my knowledge up. Even though I have majored a Msc. in Computer Science, I have learnt more through external projects and \"Trial & Error\". I have implemented many different projects in many different technologies. <b>Java</b> and <b>Angular</b> ended having a very special place in my heart.",
  "service2Title": "...take care of your back-end",
  "service2Paragraph": "With a love for clean and robust code, I am able to create efficient and optimized back-end solutions with some of the most renowned technologies of our time. I am very confident in adapting and changing the technology as required by the project. But still the first love, <b>Spring</b>, cannot be forgotten.",
  "service3Title": "...make your front-end flourish",
  "service3Paragraph": "A good back-end without its front-end counter part is not that useful is it? Improving the end-user experience and making the application flow more efficiently is one of my main goals when handling a front-end solution. This includes UI and UX.",

  "aboutMeTitle": "Who am I",
  "aboutMeSubtitle": "a Swiss Army Knife in terms of software",
  "aboutMeParagraph1": "I have always loved technology, that is why it is a privilege form me to develop and work on this branch. I came to Germany just 2 years ago and was highly interested on the diversity of projects that this country offers. I finished my Master's on \"High Integrity Systems\" in 2022 and since then I am a Freelancer. I am interested on new and interesting projects. If you have something for me, feel free to contact me.",
  "aboutMeSubtitle2": "What am I doing at the moment?",
  "aboutMeParagraph2": "<ul> <li>Constantly sharpening my coding skills through Projects and keeping up with the new technology trends. </li> <li>Improving my German skills 🇩🇪 </li> <li>Building Internet of things devices</li> <li>Lesen 📚</li> <li>Installing Camera Surveillance systems</li> <li>Training 🥊</li> </ul>",


  "timeline1": "I was born in Albania to two wonderful parents.",
  "timeline2": "My father bought me the my first computer.",
  "timeline3": "I broke my first computer... ",
  "timeline4": "I started fixing Software and Hardware problems for half of the neighbourhood.",
  "timeline5": "Won second place on Middle School nation-wide Computer Science Contest.",
  "timeline6": "<h4>Bachelor of Computer Science/Informatics</h4><p>Even though I could code before starting my studies, the three years of my Bachelor Studies deepened my knowledge on several areas through the use of projects and programming contests. My Bachelor expanded my knowledge on several areas, for example: <ul><li>Algorithms and Performance Optimizations</li><li>Database management and Query Optimizations</li><li>Concepts from several different Programming languages</li><li>Web Development</li><li>Networking and transport protocolls</li></ul></p>",
  "timeline7": "Relocate to Frankfurt Germany",
  "timeline8": "<h4>Master of Science on \"High Integrity Systems\"</h4><p>Strong point of the study were Safety Critical Systems. Such systems require more specialization since human lives and business futures can be at stake. Building high quality software became natural through the many projects that this study course provided. Here is a list of the most relevant courses:</p><ul><li>Data Analysis & Mining</li><li>Advanced IT Security</li><li>Quantum Information Science & Quantum Programming</li><<li>Simulation Methods</li><li>Internet of Things</li><li>Cloud Computing</li><li>Homomorphic Encryption</li></ul><p>Master's Thesis was a hands-on project related to <strong>Authentication and Authorization of Microservices.</strong>. The thesis included Mutual TLS, Microservices in C++ and the further implementation of an already existing Simulation Software.</p>",


  "skillsNToolsTitle": "My skills and tools",
  "skillsNToolsSubtitle": "A list of my most used Tools and Programming Languages/Frameworks.",


  "workTitle": "My Projects",
  "workSubtitle": "My pride and joy, some projects worthy of sharing.",


  "conciergeTitle": "Concierge",
  "conciergeSubtitle": "Estate Management Web-App",
  "conciergeParagraph1": "One of the biggest Projects that I have developed. This project required full-stack skills where I coded front-end and back-end at the same time. There was a challenge to completely separate the concerns through microservices which was successfully surpassed.",
  "conciergeParagraph2": "The Technology stack used: <strong>Spring Boot</strong> & <strong>Angular</strong>"

}
